Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions
Describes how the parameters with multiple values will be represented.
Since:
2024
Since:
2024

Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.MinimumMaximum
The values will be obtained from all included bars in the rebar set and it will be shown in a form like minimumValue...maximumValue.

Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.Varying
The values will be obtained from all included bars in the rebar set and it will be shown the multiple varies indicator if they are different.